epyc-7763/20240831-1741-continue/logs/1-32768-1000-count-yes-no-no-64-1725335013/pgbench.log
pgbench (18devel)
transaction type: select.sql
scaling factor: 1
query mode: prepared
number of clients: 256
number of threads: 256
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 71225
number of failed transactions: 0 (0.000%)
latency average = 18.092 ms
initial connection time = 75.319 ms
tps = 14150.207758 (without initial connection time)